Repository: chililinux/chili-tradutor-go
Catalog: pot/chili-tradutor-go-v2.1.17-*.po
Languages: it, ja, ko, zh_cn, zh_tw

source: Todos os arquivos foram processados!
it: Tutti i file sono stati elaborati!
ja: すべてのファイルが処理されました!
ko: 모든 파일이 처리되었습니다!
zh_cn: 所有文件均已处理！
zh_tw: 所有文件均已處理！

source: ERRO:
it: ERRORE:
ja: エラー：
ko: 오류:
zh_cn: 错误：
zh_tw: 錯誤：

source: Arquivo não encontrado:
it: File non trovato:
ja: ファイルが見つかりません：
ko: 파일을 찾을 수 없습니다:
zh_cn: 未找到文件：
zh_tw: 未找到文件：

source: [AVISO]
it: [AVVISO]
ja: [知らせ]
ko: [알아채다]
zh_cn: [注意]
zh_tw: [注意]

source: Nada para traduzir ou arquivo protegido.
it: Niente da tradurre o file protetto.
ja: 翻訳するものやファイルが保護されていません。
ko: 번역할 것도 없고 파일을 보호할 것도 없습니다.
zh_cn: 没有任何需要翻译或文件受保护的内容。
zh_tw: 沒有任何需要翻譯或文件受保護的內容。

source: [STEP 2]
it: [PASSO 2]
ja: 【ステップ2】
ko: [2단계]
zh_cn: [第2步]
zh_tw: [第2步]

source: Iniciando processamento paralelo...
it: Avvio dell'elaborazione parallela...
ja: 並列処理を開始しています...
ko: 병렬 처리 시작 중...
zh_cn: 开始并行处理...
zh_tw: 開始並行處理...

source: [Aguardando...]
it: [In attesa...]
ja: [待っている...]
ko: [대기 중...]
zh_cn: [等待...]
zh_tw: [等待...]

source: Dependências e Conectividade
it: Dipendenze e connettività
ja: 依存関係と接続性
ko: 종속성과 연결성
zh_cn: 依赖性和连接性
zh_tw: 依賴性和連接性

source: Proteção de Variáveis ($VAR)
it: Protezione variabile ($VAR)
ja: 変数保護 ($VAR)
ko: 변수 보호($VAR)
zh_cn: 变量保护 ($VAR)
zh_tw: 變量保護 ($VAR)

source: Validação de Markdown (.md)
it: Convalida del ribasso (.md)
ja: マークダウン検証 (.md)
ko: 마크다운 유효성 검사(.md)
zh_cn: Markdown 验证 (.md)
zh_tw: Markdown 驗證 (.md)

source: Validação de YAML/JSON
it: Convalida YAML/JSON
ja: YAML/JSONの検証
ko: YAML/JSON 검증
zh_cn: YAML/JSON 验证
zh_tw: YAML/JSON 驗證

source: SISTEMA 100% VALIDADO EM TODOS OS NÍVEIS.
it: SISTEMA VALIDATO AL 100% A TUTTI I LIVELLI.
ja: あらゆるレベルで100%検証されたシステム。
ko: 모든 수준에서 100% 검증된 시스템입니다.
zh_cn: 各个级别的系统均经过 100% 验证。
zh_tw: 各個級別的系統均經過 100% 驗證。

source: [STATUS]
it: [STATO]
ja: [状態]
ko: [상태]
zh_cn: [地位]
zh_tw: [地位]

source: idiomas concluídos...
it: lingue completate...
ja: 言語が完了しました...
ko: 언어 완성...
zh_cn: 语言完成...
zh_tw: 語言完成...

source: Arquivo fonte
it: File di origine
ja: ソースファイル
ko: 소스 파일
zh_cn: 源文件
zh_tw: 源文件

source: Motor de tradução
it: Motore di traduzione
ja: 翻訳エンジン
ko: 번역 엔진
zh_cn: 翻译引擎
zh_tw: 翻譯引擎

source: Idioma de origem
it: Lingua di partenza
ja: ソース言語
ko: 소스 언어
zh_cn: 源语言
zh_tw: 源語言

source: Idiomas destino
it: Lingue di destinazione
ja: 対象言語
ko: 대상 언어
zh_cn: 目的地语言
zh_tw: 目的地語言

source: Traduções simultâneas
it: Traduzioni simultanee
ja: 同時通訳
ko: 동시번역
zh_cn: 同声传译
zh_tw: 同聲傳譯

source: Ignora o cache
it: Ignora la cache
ja: キャッシュをバイパスする
ko: 캐시 우회
zh_cn: 忽略或缓存
zh_tw: 忽略或緩存

source: Limpa cache antigo
it: Svuota la vecchia cache
ja: 古いキャッシュをクリアする
ko: 오래된 캐시 지우기
zh_cn: 清除旧缓存
zh_tw: 清除舊緩存

source: Extração especializada para o próprio chili-tradutor-go
it: Estrazione specializzata per chili-translator-go stesso
ja: chili-translator-go 自体に特化した抽出
ko: chill-translator-go 자체에 대한 특화된 추출
zh_cn: 针对 chili-translator-go 本身的专门提取
zh_tw: 針對 chili-translator-go 本身的專門提取

source: Executa auto-teste de integridade
it: Esegue l'autotest dell'integrità
ja: 整合性セルフテストを実行します
ko: 무결성 자체 테스트를 수행합니다.
zh_cn: 执行完整性自检
zh_tw: 執行完整性自檢

source: Modo silencioso
it: Modalità silenziosa
ja: サイレントモード
ko: 무음 모드
zh_cn: 静音模式
zh_tw: 靜音模式

source: Modo detalhado
it: Modalità dettagliata
ja: 詳細モード
ko: 상세 모드
zh_cn: 详细模式
zh_tw: 詳細模式

source: Mostra versão
it: Mostra versione
ja: バージョンを表示
ko: 버전 표시
zh_cn: 显示版本
zh_tw: 顯示版本

source: Script (%s)
ja: スクリプト (%s)
ko: 스크립트(%s)
zh_cn: 脚本（%s）
zh_tw: 腳本（%s）

source: Código %s (%s)
it: Codice %s (%s)
ja: コード %s (%s)
ko: 코드 %s (%s)
zh_cn: 科迪戈 %s (%s)
zh_tw: 科迪戈 %s (%s)

source: Markdown
it: Ribasso
ja: マークダウン
ko: 가격 인하
zh_cn: 降价
zh_tw: 降價

source: Template POT
it: Modelli POT
ja: POTテンプレート
ko: 냄비 템플릿
zh_cn: 模板锅
zh_tw: 模板鍋

source: Arquivo %s
it: File %s
ja: %s ファイル
ko: %s 파일
zh_cn: 阿基沃 %s
zh_tw: 阿基沃 %s

source: Dependências ausentes:
it: Dipendenze mancanti:
ja: 不足している依存関係:
ko: 누락된 종속성:
zh_cn: 缺少依赖项：
zh_tw: 缺少依賴項：

source: Comandos de instalação sugeridos:
it: Comandi di installazione suggeriti:
ja: 推奨されるインストール コマンド:
ko: 권장 설치 명령:
zh_cn: 建议安装命令：
zh_tw: 建議安裝命令：

source: Deseja instalar automaticamente para
it: Vuoi installare automaticamente a
ja: 自動的にインストールしますか?
ko: 자동으로 설치하시겠습니까?
zh_cn: 您想自动安装到
zh_tw: 您想自動安裝到

source: [STEP 1]
it: [PASSO 1]
ja: 【ステップ1】
ko: [1단계]
zh_cn: [步骤1]
zh_tw: [步驟1]

source: Ambiente preparado com sucesso.
it: Ambiente preparato con successo.
ja: 環境が正常に準備されました。
ko: 환경이 성공적으로 준비되었습니다.
zh_cn: 环境准备成功。
zh_tw: 環境準備成功。

source: Arquivo
it: File
ja: ファイル
ko: 파일
zh_cn: 文件
zh_tw: 文件

source: Tipo
ja: タイプ
ko: 유형
zh_cn: 类型
zh_tw: 類型

source: Motor
it: Motore
ja: モーター
ko: 모터
zh_cn: 发动机
zh_tw: 發動機

source: Origem
it: Origine
ja: 起源
ko: 기원
zh_cn: 起源
zh_tw: 起源

source: Auto-detect se auto
it: Rileva automaticamente se stesso
ja: 自分自身かどうかを自動検出
ko: 자신이 있는지 자동 감지

source: Jobs
it: Lavori
ja: 求人
ko: 채용 정보
zh_cn: 工作机会
zh_tw: 工作機會

source: Cache
ja: キャッシュ
ko: 은닉처
zh_cn: 缓存
zh_tw: 快取

source: Concluído
it: Completato
ja: 完了
ko: 완전한
zh_cn: 完全的
zh_tw: 完全的

source: Cache:
ja: キャッシュ：
ko: 은닉처:
zh_cn: 缓存：
zh_tw: 快取:

source: Net:
it: Netto:
ja: ネット：
ko: 그물:
zh_cn: 网：
zh_tw: 網：

source: Total:
it: Totale:
ja: 合計：
ko: 총:
zh_cn: 全部的：
zh_tw: 全部的：

source: RESUMO EXECUTIVO FINAL:
it: SINTESI FINALE:
ja: 最終的なエグゼクティブサマリー:
ko: 최종 요약:
zh_cn: 最终执行摘要：
zh_tw: 最終執行摘要：

source: Tempo Total
it: Tempo totale
ja: 合計時間
ko: 총 시간
zh_cn: 总时间
zh_tw: 總時間

source: Cache Hits
it: Riscontri nella cache
ja: キャッシュヒット
ko: 캐시 적중
zh_cn: 缓存命中
zh_tw: 緩存命中

source: Chamadas Rede
it: Chiamate di rete
ja: ネットワーク通話
ko: 네트워크 통화
zh_cn: 网络通话
zh_tw: 網絡通話

source: Falhas
it: Difetti
ja: 故障
ko: 결함
zh_cn: 故障
zh_tw: 故障

source: Removidos
it: RIMOSSO
ja: 削除されました
ko: 제거됨
zh_cn: 已删除
zh_tw: 已刪除

source: itens obsoletos do cache.
it: elementi della cache obsoleti.
ja: 古いキャッシュ項目。
ko: 오래된 캐시 항목.
zh_cn: 陈旧的缓存项目。
zh_tw: 陳舊的緩存項目。

source: Uso
it: Utilizzo
ja: 使用
ko: 사용
zh_cn: 使用
zh_tw: 使用

source: <arquivo> [opções]
it: <file> [opzioni]
ja: <ファイル> [オプション]
ko: <파일> [옵션]
zh_cn: <文件> [选项]
zh_tw: <文件> [選項]

source: Opções
it: Opzioni
ja: オプション
ko: 옵션
zh_cn: 选项
zh_tw: 選項

source: Arquivo fonte (.sh, .py, .md, .json, .yaml, .html, .pot)
it: File sorgente (.sh, .py, .md, .json, .yaml, .html, .pot)
ja: ソースファイル (.sh、.py、.md、.json、.yaml、.html、.pot)
ko: 소스 파일(.sh, .py, .md, .json, .yaml, .html, .pot)
zh_cn: 源文件（.sh、.py、.md、.json、.yaml、.html、.pot）
zh_tw: 源文件（.sh、.py、.md、.json、.yaml、.html、.pot）

source: Idiomas (ex: pt_BR,en) ou 'all' (padrão: %s)
it: Lingue (es: pt_BR,en) o 'all' (predefinito: %s)
ja: 言語 (例: pt_BR,en) または「すべて」 (デフォルト: %s)
ko: 언어 (예: pt_BR,en) 또는 'all'(기본값: %s)
zh_cn: 语言（例如：pt_BR,en）或“全部”（默认值：%s）
zh_tw: 語言（例如：pt_BR,en）或“全部”（默認值：%s）

source: Motor: google, bing, yandex (padrão: google)
it: Motore: google, bing, yandex (predefinito: google)
ja: エンジン: Google、bing、yandex (デフォルト: Google)
ko: 엔진: google, bing, yandex (기본값: google)
zh_cn: 引擎：google、bing、yandex（默认：google）
zh_tw: 引擎：google、bing、yandex（默認：google）

source: Traduções simultâneas (padrão: 8)
it: Traduzioni simultanee (default: 8)
ja: 同時翻訳数 (デフォルト: 8)
ko: 동시번역 (기본값: 8)
zh_cn: 同声传译（默认：8）
zh_tw: 同聲傳譯（默認：8）

source: Idioma de origem (ex: pt, en) (padrão: auto)
it: Lingua di partenza (es: pt, en) (impostazione predefinita: auto)
ja: ソース言語 (例: pt、en) (デフォルト: auto)
ko: 출발어(예: pt, en) (기본값: auto)
zh_cn: 源语言（例如：pt、en）（默认：auto）
zh_tw: 源語言（例如：pt、en）（默認：auto）

source: Força nova tradução (ignora cache)
it: Forza la nuova traduzione (ignora la cache)
ja: 新しい変換を強制する (キャッシュをバイパス)
ko: 새로운 번역 강제(캐시 우회)
zh_cn: 强制新翻译（绕过缓存）
zh_tw: 強制新翻譯（繞過緩存）

source: Remove entradas de cache não usadas há 30 dias
it: Rimuovi le voci della cache non utilizzate per 30 giorni
ja: 30 日間使用されなかったキャッシュ エントリを削除します
ko: 30일 동안 사용되지 않은 캐시 항목 제거
zh_cn: 删除 30 天内未使用的缓存条目
zh_tw: 刪除 30 天內未使用的緩存條目

source: Mostrar detalhes
it: Mostra dettagli
ja: 詳細を表示
ko: 세부정보 표시
zh_cn: 显示详情
zh_tw: 顯示詳情

source: Mostra a versão do programa
it: Mostra la versione del programma
ja: プログラムのバージョンを表示します
ko: 프로그램 버전을 표시합니다.
zh_cn: 显示程序版本
zh_tw: 顯示程序版本

source: Exemplos
it: Esempi
ja: 例
ko: 예
zh_cn: 示例
zh_tw: 示例
