Repository: chililinux/chili-tradutor-go
Catalog: pot/chili-tradutor-go-*.po
Languages: de, es, fr, ru

source: Todos os arquivos foram processados!
de: Alle Dateien wurden verarbeitet!
es: ¡Todos los archivos han sido procesados!
fr: Tous les dossiers ont été traités !
ru: Все файлы обработаны!

source: ERRO:
de: FEHLER:
es: ERROR:
fr: ERREUR:
ru: ОШИБКА:

source: Arquivo não encontrado:
de: Datei nicht gefunden:
es: Archivo no encontrado:
fr: Fichier introuvable:
ru: Файл не найден:

source: [AVISO]
de: [BEACHTEN]
fr: [AVIS]
ru: [УВЕДОМЛЕНИЕ]

source: Nada para traduzir ou arquivo protegido.
de: Nichts zu übersetzen oder zu schützen.
es: Nada que traducir o archivar protegido.
fr: Rien à traduire ni fichier protégé.
ru: Ничего не нужно переводить и файл не защищен.

source: [STEP 2]
de: [SCHRITT 2]
es: [PASO 2]
fr: [ÉTAPE 2]
ru: [ШАГ 2]

source: Iniciando processamento paralelo...
de: Parallelverarbeitung starten...
es: Iniciando procesamiento paralelo...
fr: Démarrage du traitement parallèle...
ru: Запуск параллельной обработки...

source: [Aguardando...]
de: [Warten...]
es: [Esperando...]
fr: [En attente...]
ru: [Ожидание...]

source: Dependências e Conectividade
de: Abhängigkeiten und Konnektivität
es: Dependencias y conectividad
fr: Dépendances et connectivité
ru: Зависимости и связность

source: Proteção de Variáveis ($VAR)
de: Variablenschutz ($VAR)
es: Protección variable ($VAR)
fr: Protection des variables ($VAR)
ru: Переменная защита ($VAR)

source: Validação de Markdown (.md)
de: Markdown-Validierung (.md)
es: Validación de rebajas (.md)
fr: Validation des démarques (.md)
ru: Проверка уценки (.md)

source: Validação de YAML/JSON
de: YAML/JSON-Validierung
es: Validación YAML/JSON
fr: Validation YAML/JSON
ru: Проверка YAML/JSON

source: Extração de Scripts (SH/PY)
de: Skriptextraktion (SH/PY)
es: Extracción de guiones (SH/PY)
fr: Extraction de scripts (SH/PY)
ru: Извлечение сценария (SH/PY)

source: Stress de Concorrência (Async)
de: Parallelitätsstress (asynchron)
es: Estrés de concurrencia (asincrónico)
fr: Stress de concurrence (asynchrone)
ru: Стресс параллелизма (асинхронный)

source: Tradução Real (Network)
de: Echte Übersetzung (Netzwerk)
es: Traducción Real (Red)
fr: Traduction réelle (réseau)
ru: Реальный перевод (сеть)

source: SISTEMA 100% VALIDADO EM TODOS OS NÍVEIS.
de: 100 % VALIDIERTES SYSTEM AUF ALLEN EBENEN.
es: SISTEMA 100% VALIDADO EN TODOS LOS NIVELES.
fr: SYSTÈME 100% VALIDÉ À TOUS LES NIVEAUX.
ru: 100% ПРОВЕРЕННАЯ СИСТЕМА НА ВСЕХ УРОВНЯХ.

source: [STATUS]
es: [ESTADO]
fr: [STATUT]
ru: [СТАТУС]

source: idiomas concluídos...
de: Sprachen abgeschlossen...
es: idiomas completados...
fr: langues terminées...
ru: языки завершены...

source: Arquivo fonte
de: Quelldatei
es: Archivo fuente
fr: Fichier source
ru: Исходный файл

source: Motor de tradução
de: Übersetzungsmaschine
es: Motor de traducción
fr: Moteur de traduction
ru: Механизм перевода

source: Idioma de origem
de: Ausgangssprache
es: Idioma de origen
fr: Langue source
ru: Исходный язык

source: Idiomas destino
de: Zielsprachen
es: Idiomas de destino
fr: Langues cibles
ru: Целевые языки

source: Traduções simultâneas
de: Simultanübersetzungen
es: Traducciones simultáneas
fr: Traductions simultanées
ru: Синхронные переводы

source: Ignora o cache
de: Cache umgehen
es: Omitir caché
fr: Contourner le cache
ru: Обход кэша

source: Limpa cache antigo
de: Leeren Sie den alten Cache
es: Borrar caché antiguo
fr: Effacer l'ancien cache
ru: Очистить старый кэш

source: Extração especializada para o próprio chili-tradutor-go
de: Spezialisierte Extraktion für Chili-Translator-Go selbst
es: Extracción especializada para el propio chili-translator-go
fr: Extraction spécialisée pour chili-translator-go lui-même
ru: Специализированное извлечение для самого chili-translator-go

source: Executa auto-teste de integridade
de: Führt einen Integritätsselbsttest durch
es: Realiza una autoprueba de integridad
fr: Effectue un auto-test d’intégrité
ru: Выполняет самопроверку целостности

source: Modo silencioso
de: Stiller Modus
fr: Mode silencieux
ru: Беззвучный режим

source: Modo detalhado
de: Detaillierter Modus
es: Modo detallado
fr: Mode détaillé
ru: Подробный режим

source: Mostra versão
de: Version anzeigen
es: Mostrar versión
fr: Afficher la version
ru: Показать версию

source: Script (%s)
de: Skript (%s)
es: Guión (%s)
ru: Скрипт (%s)

source: Código %s (%s)
de: Code %s (%s)
fr: Code %s (%s)
ru: Код %s (%s)

source: Markdown
de: Abschlag
es: Reducción
fr: Réduction
ru: Уценка

source: YAML
ru: ЯМЛ

source: Template POT
de: POT-Vorlagen
es: Plantillas de bote
fr: Modèles de POT
ru: POT-шаблоны

source: Arquivo %s
de: %s-Datei
es: Archivo %s
fr: Fichier %s
ru: Файл %s

source: Dependências ausentes:
de: Fehlende Abhängigkeiten:
es: Dependencias faltantes:
fr: Dépendances manquantes :
ru: Отсутствующие зависимости:

source: Comandos de instalação sugeridos:
de: Empfohlene Installationsbefehle:
es: Comandos de instalación sugeridos:
fr: Commandes d'installation suggérées :
ru: Предлагаемые команды установки:

source: Deseja instalar automaticamente para
de: Möchten Sie automatisch installieren?
es: ¿Quieres instalar automáticamente en
fr: Voulez-vous installer automatiquement sur
ru: Хотите ли вы автоматически установить

source: [STEP 1]
de: [SCHRITT 1]
es: [PASO 1]
fr: [ÉTAPE 1]
ru: [ШАГ 1]

source: Ambiente preparado com sucesso.
de: Umgebung erfolgreich vorbereitet.
es: Entorno preparado con éxito.
fr: Environnement préparé avec succès.
ru: Окружающая среда успешно подготовлена.

source: Arquivo
de: Datei
es: Archivo
fr: Déposer
ru: Файл

source: Tipo
de: Typ
fr: Taper
ru: Тип

source: Motor
fr: Moteur
ru: Мотор

source: Origem
de: Ursprung
es: Origen
fr: Origine
ru: Происхождение

source: Auto-detect se auto
de: Automatische Erkennung, wenn selbst
es: Detectar automáticamente si es uno mismo
fr: Détection automatique si soi
ru: Автоматическое определение себя

source: Jobs
es: Trabajos
fr: Emplois
ru: Работа

source: Cache
ru: Кэш

source: Concluído
de: Abgeschlossen
es: Concluido
fr: Terminé
ru: Завершено

source: Cache:
es: Caché:
ru: Кэш:

source: Net:
de: Netto:
es: Neto:
ru: Чистый:

source: Total:
de: Insgesamt:
ru: Итого:

source: RESUMO EXECUTIVO FINAL:
de: ABSCHLIESSENDE ZUSAMMENFASSUNG:
es: RESUMEN EJECUTIVO FINAL:
fr: RÉSUMÉ EXÉCUTIF FINAL :
ru: ОКОНЧАТЕЛЬНОЕ РЕЗЮМЕ:

source: Tempo Total
de: Gesamtzeit
es: Tiempo Total
fr: Temps total
ru: Общее время

source: Cache Hits
de: Cache-Treffer
es: Aciertos de caché
fr: Succès du cache
ru: Попадания в кэш

source: Chamadas Rede
de: Netzwerkanrufe
es: Llamadas de Red
fr: Appels Réseau
ru: Сетевые вызовы

source: Falhas
de: Fehler
es: Fallas
fr: Défaillances
ru: Неисправности

source: Removidos
de: Entfernt
es: Eliminados
fr: Supprimés
ru: Удалено

source: itens obsoletos do cache.
de: veraltete Cache-Elemente.
es: elementos obsoletos de la caché.
fr: éléments obsolètes du cache.
ru: устаревшие элементы кэша.

source: Uso
de: Verwendung
fr: Utilisation
ru: Использование

source: <arquivo> [opções]
de: <Datei> [Optionen]
es: <archivo> [opciones]
fr: <fichier> [options]
ru: <файл> [опции]

source: Opções
de: Optionen
es: Opciones
fr: Options
ru: Опции

source: Arquivo fonte (.sh, .py, .md, .json, .yaml, .pot)
de: Quelldatei (.sh, .py, .md, .json, .yaml, .pot)
es: Archivo fuente (.sh, .py, .md, .json, .yaml, .pot)
fr: Fichier source (.sh, .py, .md, .json, .yaml, .pot)
ru: Исходный файл (.sh, .py, .md, .json, .yaml, .pot)

source: Motor: google, bing, yandex (padrão: google)
de: Suchmaschine: Google, Bing, Yandex (Standard: Google)
es: Motor: google, bing, yandex (predeterminado: google)
fr: Moteur : google, bing, yandex (par défaut : google)
ru: Поиск: google, bing, yandex (по умолчанию: google)

source: Idioma de origem (ex: pt, en) (padrão: auto)
de: Ausgangssprache (z. B. pt, en) (Standard: automatisch)
es: Idioma de origen (ej: pt, en) (predeterminado: auto)
fr: Langue source (ex : pt, en) (par défaut : auto)
ru: Исходный язык (например: pt, en) (по умолчанию: авто)

source: Idiomas (ex: pt-BR,en) ou 'all' (padrão: %s)
de: Sprachen (z. B. pt-BR,en) oder „alle“ (Standard: %s)
es: Idiomas (ej: pt-BR,en) o 'todos' (predeterminado: %s)
fr: Langues (ex : pt-BR,en) ou 'toutes' (par défaut : %s)
ru: Языки (например: pt-BR,en) или «все» (по умолчанию: %s)

source: Traduções simultâneas (padrão: 8)
de: Simultandolmetschungen (Standard: 8)
es: Traducciones simultáneas (predeterminado: 8)
fr: Traductions simultanées (par défaut : 8)
ru: Синхронные переводы (по умолчанию: 8)

source: Força nova tradução (ignora cache)
de: Neue Übersetzung erzwingen (Cache ignorieren)
es: Forzar nueva traducción (ignorar caché)
fr: Forcer une nouvelle traduction (ignorer le cache)
ru: Принудительный новый перевод (игнорировать кэш)

source: Remove entradas de cache não usadas há 30 dias
de: Entfernen Sie Cache-Einträge, die 30 Tage lang nicht verwendet wurden
es: Eliminar las entradas de caché que no se utilicen durante 30 días
fr: Supprimer les entrées de cache non utilisées pendant 30 jours
ru: Удалить записи кэша, не используемые в течение 30 дней.

source: Mostrar detalhes
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
ru: Показать детали

source: Mostra a versão do programa
de: Zeigt die Programmversion an
es: Muestra la versión del programa
fr: Affiche la version du programme
ru: Показать версию программы
